tap "homebrew/bundle"
brew "cask"
brew "mas"
brew "openssh"
brew "openssl@1.1"
brew "stow"
brew "zplug"
cask "appcleaner"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "languagetool"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "slack"
cask "spotify"
cask "sublime-text"
mas "Harvest", id: 506189836
