tap "adoptopenjdk/openjdk"
tap "fwartner/mac-cleanup"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "xo/xo"
brew "arm-linux-gnueabihf-binutils"
brew "avrdude"
brew "coreutils"
brew "ddrescue"
brew "docker", link: false
brew "gobject-introspection"
brew "mas"
brew "ncurses"
brew "nmap"
brew "node"
brew "pv"
brew "rsync"
brew "rustup-init"
brew "stow"
brew "testdisk"
brew "zplug"
brew "osx-cross/avr/avr-gcc@9"
brew "xo/xo/usql"
cask "amethyst"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "drawio"
cask "firefox"
cask "iterm2"
cask "logitech-options"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mono-mdk-for-visual-studio"
cask "parallels"
cask "spotify"
cask "sublime-text"
cask "visual-studio"
mas "AdBlock", id: 1402042596
mas "DaftCloud", id: 1320450034
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NordVPN IKE", id: 1116599239
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
